Repository: common-repository/chatbot-botnation
Catalog: languages/chatbot-botnation-*.po
Languages: fr_fr

source: Chatbot Botnation.
fr_fr: Botnation Chatbot.

source: Auto start
fr_fr: Démarrage automatique

source: Fullscreen
fr_fr: Plein écran

source: Language
fr_fr: Langue

source: Container Id
fr_fr: Id du conteneur

source: Configure form above from your web project on
fr_fr: Remplissez le formulaire ci-dessous à partir des informations de votre projet Web sur

source: This field is required.
fr_fr: Ce champ est obligatoire.

source: Enable this option to start automatically the chat.
fr_fr: Activez cette option pour démarrer automatiquement le chat.

source: You can set a reference to start the bot at a specific sequence or fill with "restart" to restart the welcome sequence.
fr_fr: Vous pouvez spécifier une référence pour démarrer le bot sur une séquence spécifique ou saisissez "restart" pour redémarrer sur la séquence de bienvenue.

source: Choose the Chatbot language
fr_fr: Choisissez la langue du Chatbot

source: Allow to show the chatbot module in existing html tag. Must be the id of a HTML element.
fr_fr: Permet d'afficher la discussion dans un élément HTML existant. Cela doit être l'id de l'élément HTML.

source: Set the fullscreen mod
fr_fr: Activer le plein écran

source: Settings Saved
fr_fr: Configuration sauvegardée

source: Save Settings
fr_fr: Enregistrer

source: Chatbot Botnation Options
fr_fr: Botnation Chatbot Options

source: Chatbot Botnation
fr_fr: Botnation Chatbot

source: Open automatically the chat (force)
fr_fr: Force l'ouverture automatique du chat

source: - If enabled, the chat will start automatically on this page.
fr_fr: - Si activé, le chat s'ouvrira automatiquement sur cette page.

source: Restart the conversation on sequence
fr_fr: Redémarrer la conversation sur une séquence

source: - You can start a specific sequence for this page by :
fr_fr: - Vous pouvez (re)démarrer la conversation sur une séquence spécifique pour cette page :

source: Setting &laquo;%s&raquo; to restart your welcome sequence.
fr_fr: Option &laquo;%s&raquo; pour redémarrer sur la séquence de bienvenue.

source: copying / pasting the ID of the sequence you want to start :
fr_fr: copiez / collez l'identifiant de la séquence sur laquelle vous voulez démarrer :

source: How to start a specific sequence
fr_fr: Comment démarrer une séquence particulière

source: Var. name
fr_fr: Nom de la var

source: Var. value
fr_fr: Valeur de la var

source: Need help? Use the Help tab above the screen title.
fr_fr: Besoin d'aide ? Utilisez l'onglet Aide en haut de la page.

source: Create easily your own AI chatbot for Word Press powered by Botnation AI. Free chatbot building platform.
fr_fr: Créez facilement votre propre Chatbot pour WordPress avec Botnation AI, une plateforme gratuite de construction de Chatbot.
